Revit 2027 API
ParameterTypeId.FbxLightInitialIntensityInputMethod Property
 "Initial Light Intensity Input Method"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxLightInitialIntensityInputMethod { get; }
Public Shared ReadOnly Property FbxLightInitialIntensityInputMethod As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxLightInitialIntensityInputMethod {
	ForgeTypeId^ get ();
}
static member FbxLightInitialIntensityInputMethod : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace